export function CopyRightContents() {
  return (
    <>
      <p>
        대표이사 : YANG JIEUL 사업자정보확인 사업자등록번호 : 188-88-01893
        통신판매신고번호 : 2020-서울마포-3641호
      </p>
      <p>
        사업장 : 서울특별시 마포구 상암산로 34, DMC디지털큐브 15층(상암동) |
        호스팅사업자 : 씨제이올리브네트웍스(주)
      </p>
      <p>
        고객문의 바로가기 | 대표메일 : tving@cj.net | 고객센터 : 1670-1525
        (평일/주말 09시~18시, 공휴일 휴무)
      </p>
      <p>
        ENM 시청자 상담실 (편성 문의 및 시청자 의견) : 080-080-0780 | Mnet
        고객센터(반송편성문의) : 1855-1631
      </p>
    </>
  );
}
